<template lang="pug">
mixin capability(title, text, img)
  div.capability__item
    div.capability__item__img
      img(src="/src/assets/img/" + img alt=title)
    div.capability__item__text
      h1.capability__item__text-title!= title
      p.capability__item__text-body!= text

section.capabilities
  +capability("Просматривайте<br>состав продуктов", "Зачастую производители располагают состав в самых неочевидных местах, что затрудняет его просмотр. Мелкий шрифт также приводит к трудностям чтения состава того или иного продукта.<br><br>Вместе с Foodly Вы можете без каких-либо трудностей узнать состав продукта, не теряя времени на поиск его расположения и разглядывание мелкого шрифта.", "phone_1.png")
  +capability("Проверяйте состав<br>на наличие вредных добавок", "Мы постоянно пополняем собственную базу продуктовых добавок, которые в повседневной жизни называют “ешками”.<br><br>Оперируя официальными источниками, мы предоставляем подробную информацию о влиянии выбранной добавки на организм человека.", "phone_2.png")
  +capability("Проверяйте продукты<br>на наличие аллергенов", "К сожалению, не все производители напрямую указывают на наличие тех или иных аллергенов, что может привести к печальным последствиям в случае употребления неизвестного ранее продукта.<br><br>Foodly проанализирует состав и проинформирует Вас о наличии аллергенов даже если производитель не указал об их наличии.", "phone_3.png")
</template>